11/data/attachments/4096b3593859ae7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kristine_senior_Actions_31400_2</nif:username>
            <nif:friendToBeRequested>soap_actions_830c1803-fff4-4d56-a911-8214dfd00b06</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>